Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/ruster-samiske-skoler-til-aa-ta-i-bruk-ny-teknologi.html.tmx
Source language: nob
Languages: sme

source: Ruster samiske skoler til å ta i bruk ny teknologi / Artikler / Valgperiode 2009 - 2013 / Arkiv / Forsiden - Sametinget
sme: Sámi skuvllat besset geavahišgoahtit ođđa teknologiija / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget

source: Ruster samiske skoler til å ta i bruk ny teknologi
sme: Sámi skuvllat besset geavahišgoahtit ođđa teknologiija

source: 18. september 2012
sme: 18. Čakčamánnu 2012

source: Etter initiativ fra Sametinget lanserer Samisk høgskole i Kautokeino denne høsten et helt nytt videre- og etterutdanningstilbud.
sme: Sámedikki álgaga vuođul almmuha Sámi allaskuvlla Guovdageainnus dán čavčča áibbas ođđa joatkka ja viidáset oahppofálaldaga.

source: Tilbudet heter og skal ruste samiske skoler til å ta i bruk ny teknologi for sine elever.
sme: Fálaldaga namma lea “Suohtas - Gøy” ja dat galgá veahkehit sámi skuvllaid atnigoahtit ođđa teknologiija ohppiidasaset.

source: - Vi er veldig glad for at kommunene og samiske skoler i Finnmark viser interesse for bruk av ny teknologi i opplæringa, sier Jelena Porsanger, rektor ved Sámi allaskuvla / Samisk høgskole.
sme: - Mii leat hui ilus go gielddat ja sámi skuvllat Finnmárkkus čájehit beroštumi geavahit ođđa teknologiija oahpahusas, dadjá Jelena Porsanger, Sámi allaskuvlla rektor.

source: Studietilbudet er utviklet av Senter for samisk i opplæringa (Lohkanguovddáš), et ressurssenter ved Samisk høgskole rettet mot opplæringssystemet.
sme: Lohkanguovddáš, mii lea oahpahusvuogádaga resursaguovddáš Sámi allaskuvllas, lea ovddidan dán oahppofálaldaga.

source: Ett formål med tilbudet er å gi lærere og elever mulighet til å ta fatt på prinsippdelen i Kunnskapsløftet-samisk, ved hjelp av undervisningsopplegg basert på ny teknologi.
sme: Fálaldaga ulbmilin lea addit oahpaheddjiide ja ohppiide vejolašvuođa oahppat Máhttoloktema – sámi prinsihppaoasi birra, oahpahusa bokte ođđa teknologiija vuođul.

source: Samisk høgskole v/ Lohkanguovddáš ønsker å gjøre dette ved å tilby lærere en etter- og videreutdanning med fokus på IT-baserte læringsverktøy.
sme: Sámi allaskuvlla Lohkanguovddáš háliida fállat oahpaheddjiide viidáset- ja joatkkaoahpu IT-vuđot oahppanreaiddu bokte.

source: Målet er å ruste lærere til å kurse kolleger på sine lokalskoler, og veilede dem i bruken av dette i kvalitetssikring og forbedring av opplæringen i henhold til Samisk læringsplakat.
sme: Ulbmilin lea ahte oahpaheaddjit sáhttet oahpahit bargoskihpáriid báikkálaš skuvllain, ja bagadit sin dán geavaheamis oahpahusa kvalitehta dárkkisteamis ja buorideamis Sámi oahppoplakáhta ektui.

source: - Vi opplever at stadig flere skoler henvender seg til oss for å lære mer om hvordan ta i bruk ny teknologi i undervisningen.
sme: - Mii vásihit ahte dađistaga eanet skuvllat áiggošedje oahppat movt geavahišgoahtit ođđa teknologiija oahpahusas.

source: Kurset vårt gir kunnskaper i bruk en nettbasert undervisningsplattform (kalt PedIT) som er tilpasset interaktivt bruk og også samiske forhold, forklarer Jelena Porsanger.
sme: Min kursa addá máhtolašvuođaid geavahišgoahtit neahttavuđot oahpahusvuođu (nu gohčoduvvon PedIT) mii lea heivehuvvon sisaktiivvalaš geavahussii ja maiddái sámi beliide, čilge Jelena Porsanger.

source: Sametingets initiativ er en oppfølging av Sametingets opplæringsmelding (2011) samt innspill fra flere kommuner.
sme: Sámedikki álgga lea Sámedikki 2011 oahpahusdieđáhusa čuovvoleapmi, ja maid máŋga gieldda leat evttohan.

source: Sametingets visepresident Laila Susanne Vars ser både muligheter og utfordringer ved prosjektet.
sme: Sámedikki várrepresideanta Laila Susanne Vars oaidná sihke vejolašvuođaid ja hástalusaid prošeavtta oktavuođas.

source: - Sametingsrådet er i tett dialog med Kunnskapsdepartementet når det gjelder oppfølging av Kunnskapsløftet-samisk.
sme: - Sámediggeráđđi gulahallá lávga Máhttodepartemeanttain go guoská Máhttoloktema – sámi čuovvoleapmái.

source: Når en stadig større del av undervisningen flyttes over på nett, så stiller det høye krav til at det samiske perspektivet holder tritt med den teknologiske utviklingen.
sme: Dál go ollu oahpahusas sirdojuvvo nehttii, de bidjá dat alla gáibádusaid dasa ahte sámi perspektiiva maid čuvošii teknologalaš ovdáneami.

source: Å satse på videreutdanning av lærere i samiske skoler vil derfor komme de samiske elevene direkte til gode.
sme: Go fállá viidáset oahpu sámi skuvllaid oahpaheddjiide, de lea das danne ávki sámi ohppiide njuolga.

source: En utfordring er imidlertid at ikke alle skoler har teknisk utstyr til å følge opp IT-utviklingen, her må kommunene komme på banen med midler til skolene, anmoder Sametingets visepresident Laila Susanne Vars.
sme: Hástalussan lea dattetge ahte buot skuvllain eai leat teknihkalaš rusttegat čuovvolit IT-ovdáneami, dán oktavuođas fertejit suohkanat bidjat ruđaid skuvllaide, ávžžuha Sámedikki várrepresideanta Laila Susanne Vars.

source: Studietilbudet starter opp denne høsten, med så langt 15 påmeldte deltakere.
sme: Oahppofálaldat álggahuvvo dán čavčča, ja dán rádjai leat dieđihan 15 oasseváldi.

source: Studiet består av tre moduler som hver utgjør 10 studiepoeng, til sammen 30 studiepoeng.
sme: Oahppofálaldagas leat golbma modula ja juohkehaš dain addá 10 oahppočuoggá, oktiibuot šaddet 30 oahppočuoggá.

source: Studie går over 4 kurssamlinger med følgende tema:
sme: Oahppofálaldagas leat 4 kursačoagganeami ja dain leat čuovvovaš fáttát:

source: - Innføring av PedIT som verktøy i opplæringa
sme: - PedIT atnui váldin oahpahusreaidun

source: - Inkluderende læringsarenaer i samisk skole
sme: - Searvvahahtti oahppanarenat sámi skuvllas

source: - Pedagogisk utviklingsarbeid i samisk skole
sme: - Pedagogalaš ovddidanbargu sámi skuvllas

source: - Tilpasset opplæring og elevforutsetninger i samisk skole
sme: - Heivehuvvon oahpahus ja ohppiid eavttut sámi skuvllas

source: Kontakt:
sme: Gulahallan:

source: Sametingets visepresident, Laila Susanne Vars Tlf. 97754102
sme: Sámedikki várrepresideanta Laila Susanne Vars Tel. 97754102

source: Prosjektleder ved Sámi Lohkanguovddáš / Senter for samisk i opplæringen, Tove-Lill Labahå Magga Tlf. 78448622
sme: Sámi Lohkanguovddáža prošeaktajođiheaddji Tove-Lill Labahå Magga Tel. 78448622
